[
  {
    "slug": "faith",
    "title": "Faith in Jesus Christ",
    "reference": "3 Nephi 11:14",
    "narrative": "Faith in Jesus Christ is the first principle of the gospel. It means that you believe in Jesus Christ as the Son of God, the Savior and Redeemer of the world. It also means trusting in Him to save you from your sins and from death. Faith in Jesus Christ leads to action, and exercising it is the only way to return to live with God again. Consider this invitation from the Savior to the Nephites after His resurrection, and ponder how you can come unto Him in faith.",
    "verse": "'Arise and come forth unto me, that ye may thrust your hands into my side, and also that ye may feel the prints of the nails in my hands and in my feet, that ye may know that I am the God of Israel, and the God of the whole earth, and have been slain for the sins of the world.'",
    "image": "Jesus.jpeg",
    "focalPoint": "50% 35%"
  },
  {
    "slug": "repentance",
    "title": "Repentance through the Atonement of Jesus Christ",
    "reference": "3 Nephi 9:13-14",
    "narrative": "Repentance is a change of heart caused by your desire to turn to Jesus Christ for forgiveness of your sins. It means feeling remorse for your wrong actions, confessing them to God, forsaking them, and following Jesus Christ. This process is healing, strengthening, and liberating. As you repent, God's promise to you is that He will forgive you and bless you with the peace you seek because of the Jesus Christ Atonement for you. Consider this invitation from the Savior to the Nephites after His resurrection, and ponder how you can return to Him through sincere repentance.",
    "verse": "'Will ye not now return unto me, and repent of your sins, and be converted, that I may heal you? Yea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold, mine arm of mercy is extended towards you, and whosoever will come, him will I receive; and blessed are those who come unto me.'",
    "image": "gethsemane.jpeg",
    "focalPoint": "center top"
  },
  {
    "slug": "baptism",
    "title": "Baptism For The Remission Of Sins",
    "reference": "3 Nephi 11:37-39",
    "narrative": "Baptism is a covenant with God that you make to follow the example of Jesus Christ. It is a demonstration of your commitment to Him, and of your love for Him. Baptism is also a requirement for receiving the gift of the Holy Ghost, which will be your constant companion and guide. Consider this invitation from the Savior to the Nephites after His resurrection, and ponder how you can make and keep this sacred covenant through baptism.",
    "verse": "'And again I say unto you, ye must repent, and become as a little child, and be baptized in my name, or ye can in nowise receive these things. And again I say unto you, ye must repent, and be baptized in my name, and become as a little child, or ye can in nowise inherit the kingdom of God. Verily, verily, I say unto you, that this is my doctrine, and whoso buildeth upon this buildeth upon my rock, and the gates of hell shall not prevail against them.'",
    "image": "baptism.jpeg",
    "focalPoint": "50% 40%"
  },
  {
    "slug": "spirit",
    "title": "Receiving The Gift Of The Holy Ghost",
    "reference": "3 Nephi 27:20",
    "narrative": "The Gift of the Holy Ghost is a blessing that you receive after baptism. This gift blesses you with the constant comfort, guidance, and companionship of the Holy Ghost as you strive to live the gospel of Jesus Christ. This gift will help you throughout your life to make good choices, to resist temptation, and to feel peace and joy. Consider this invitation from the Savior to the Nephites after His resurrection, and ponder how you can receive and cherish this precious gift through obedience to His commandments.",
    "verse": "'Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day.'",
    "image": "spirit.jpeg",
    "focalPoint": "50% 30%"
  },
  {
    "slug": "endure",
    "title": "Enduring to the End",
    "reference": "3 Nephi 27:6",
    "narrative": "Enduring to the end means remaining faithful to Jesus Christ throughout your life, despite challenges and trials. It involves continually choosing to follow Him, keeping His commandments, and relying on His grace. As you endure faithfully, you are promised by God to receive eternal life. Consider this invitation from the Savior to the Nephites after His resurrection, and ponder how you can strengthen your commitment to endure faithfully until the end.",
    "verse": "'And whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day.'",
    "image": "endure.jpeg",
    "focalPoint": "50% 40%"
  }
]
